export default [
    {
        id: 'rec61x18GVY99hQq5',
        order: 1,
        title: 'Що це',
        duties: [
            'Матема́тика (грец. μάθημα — наука, знання, вивчення) — наука, яка первісно виникла як один з напрямків пошуку істини (у грецькій філософії) у сфері просторових відношень (землеміряння — геометрії) і обчислень (арифметики), для практичних потреб людини рахувати, обчислювати, вимірювати, досліджувати форми та рух фізичних тіл. Пізніше розвинулась у доволі складну і багатогранну науку про абстрактні кількісні та якісні співвідношення, форми і структури. Загальноприйнятого визначення математики немає. Початково її використовували для підрахунку, вимірювання, а також для вивчення форм і руху фізичних обєктів шляхом дедуктивних розмірковувань і абстракцій. Математики формулюють нові висновки та намагаються зясувати їхню правдивість, виходячи із вдало вибраних аксіом і визначень.'
        ],
        company: 'Вікіпедія'
    },
    {
        id: 'recAGJfiU4CeaV0HL',
        order: 3,
        title: 'Історія',
        duties: [
            'Математика виникла з давніх-давен з практичних потреб людини, її зміст і характер з часом змінювались. Від початкового предметного уявлення про ціле додатне число, від уявлення про відрізок прямої, як найкоротшу відстань між двома точками. Математика пройшла довгий шлях розвитку, перш ніж стала абстрактною наукою з точно сформованими вихідними поняттями і специфічними методами дослідження. Нові вимоги практики, розширюють обсяг понять математики, наповнюють новим змістом старі поняття.'
        ],
        company: 'Історія'
    },
    {
        id: 'recIL6mJNfWObonls',
        order: 2,
        title: 'Основні теми математики',
        duties: [
            'Вивчення кількості починається з чисел, спочатку із знайомих нам натуральних чисел та цілих чисел та арифметичних операцій з ними, які вивчаються в арифметиці. Глибші властивості цілих чисел вивчає теорія чисел, до якої належить знаменита Велика теорема Ферма. До невирішених задач теорії чисел належать припущення щодо простих чисел-близнюків та Гіпотеза Гольдбаха.'
        ],
        company: 'Теми'
    }
]
